Repository: Geckos-Ink/MakeItHome
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_pt, ru, uk, zh_hans, zh_hant

source: Thank you for tried Gecko's Ink MakeItHome for 30 days. But now it's your choice!
ar: شكرًا لتجربة MakeItHome من Gecko's Ink لمدة 30 يومًا. والآن القرار لك!
de: Vielen Dank, dass Sie Gecko's Ink MakeItHome 30 Tage lang getestet haben. Jetzt haben Sie die Wahl!
es: Gracias por probar MakeItHome de Gecko's Ink durante 30 días. ¡Ahora tú decides!
fr: Merci d’avoir essayé MakeItHome de Gecko's Ink pendant 30 jours. À vous de choisir maintenant !
hi: Gecko's Ink MakeItHome को 30 दिनों तक आज़माने के लिए धन्यवाद। अब फैसला आपका है!
it: Grazie per aver provato MakeItHome di Gecko's Ink per 30 giorni. Ora la scelta è tua!
ja: Gecko's Ink MakeItHomeを30日間お試しいただき、ありがとうございました。あとはあなた次第です！
ko: Gecko's Ink MakeItHome을 30일 동안 사용해 주셔서 감사합니다. 이제 선택은 여러분의 몫입니다!
pt_pt: Obrigado por experimentar o MakeItHome da Gecko's Ink durante 30 dias. Agora a escolha é sua!
ru: Спасибо, что пользовались Gecko's Ink MakeItHome в течение 30 дней. Теперь выбор за вами!
uk: Дякуємо, що випробовували Gecko's Ink MakeItHome протягом 30 днів. Тепер вибір за вами!
zh_hans: 感谢您试用 Gecko's Ink MakeItHome 30 天。现在由您决定！
zh_hant: 感謝您試用 Gecko's Ink MakeItHome 30 天。現在由您決定！

source: This is not mandatory and allows to:
ar: هذا ليس إلزاميًا ويتيح لك ما يلي：
de: Dies ist nicht obligatorisch und ermöglicht Folgendes:
es: Esto no es obligatorio y permite:
fr: Ce n’est pas obligatoire et permet de :
hi: यह अनिवार्य नहीं है और इससे आप यह कर सकते हैं:
it: Non è obbligatorio e consente di:
ja: これは必須ではなく、次のことが可能になります：
ko: 필수 사항은 아니며 다음 기능을 사용할 수 있습니다:
pt_pt: Isto não é obrigatório e permite:
ru: Это необязательно и позволяет:
uk: Це не обов’язково й дає змогу:
zh_hans: 这不是必需的，并可用于：
zh_hant: 這不是必要的，並可用於：

# widgets.clipboard.capture.enable
source: Enable clipboard capture
ar: تمكين التقاط الحافظة
de: Erfassung der Zwischenablage aktivieren
es: Activar captura del portapapeles
fr: Activer la capture du presse-papiers
hi: क्लिपबोर्ड कैप्चर सक्षम करें
it: Abilita acquisizione degli appunti
ja: クリップボードの記録を有効にする
ko: 클립보드 캡처 활성화
pt_pt: Ativar captura da área de transferência
ru: Включить сохранение буфера обмена
uk: Увімкнути збереження буфера обміну
zh_hans: 启用剪贴板捕获
zh_hant: 啟用剪貼簿擷取

# widgets.clipboard.clear
source: Clear clipboard
ar: مسح الحافظة
de: Zwischenablage leeren
es: Borrar portapapeles
fr: Effacer le presse-papiers
hi: क्लिपबोर्ड साफ़ करें
it: Cancella gli appunti
ja: クリップボードを消去
ko: 클립보드 지우기
pt_pt: Limpar área de transferência
ru: Очистить буфер обмена
uk: Очистити буфер обміну
zh_hans: 清空剪贴板
zh_hant: 清除剪貼簿

# widgets.extensions.bundle
source: Bundle
ar: الحزمة
hi: बंडल
ja: バンドル
ko: 번들

# widgets.extensions.client_id
source: Client ID
ar: معرّف العميل
es: ID de cliente
fr: ID client
hi: क्लाइंट ID
it: ID client
ja: クライアントID
ko: 클라이언트 ID
pt_pt: ID do cliente
ru: ID клиента
uk: ID клієнта
zh_hans: 客户端 ID
zh_hant: 用戶端 ID

# widgets.extensions.empty
source: No extension detected yet. Open the extension once, then refresh this list.
ar: لم يتم اكتشاف أي امتداد بعد. افتح الامتداد مرة واحدة، ثم حدّث هذه القائمة.
de: Noch keine Erweiterung erkannt. Öffnen Sie die Erweiterung einmal und aktualisieren Sie anschließend diese Liste.
es: Todavía no se ha detectado ninguna extensión. Abre la extensión una vez y después actualiza esta lista.
fr: Aucune extension détectée pour le moment. Ouvrez l’extension une fois, puis actualisez cette liste.
hi: अभी कोई एक्सटेंशन नहीं मिला। एक्सटेंशन को एक बार खोलें, फिर इस सूची को रीफ़्रेश करें।
it: Nessuna estensione ancora rilevata. Apri l’estensione una volta, quindi aggiorna questo elenco.
ja: 拡張機能はまだ検出されていません。拡張機能を一度開いてから、この一覧を更新してください。
ko: 아직 감지된 확장 프로그램이 없습니다. 확장 프로그램을 한 번 연 다음 이 목록을 새로고침하세요.
pt_pt: Ainda não foi detetada nenhuma extensão. Abra a extensão uma vez e depois atualize esta lista.
ru: Расширения пока не обнаружены. Откройте расширение один раз, затем обновите этот список.
uk: Розширень ще не виявлено. Відкрийте розширення один раз, а потім оновіть цей список.
zh_hans: 尚未检测到扩展。请先打开一次扩展，然后刷新此列表。
zh_hant: 尚未偵測到擴充功能。請先開啟一次擴充功能，然後重新整理此列表。

# widgets.extensions.known
source: Known Extensions
ar: الامتدادات المعروفة
de: Bekannte Erweiterungen
es: Extensiones conocidas
fr: Extensions connues
hi: ज्ञात एक्सटेंशन
it: Estensioni conosciute
ja: 既知の拡張機能
ko: 알려진 확장 프로그램
pt_pt: Extensões conhecidas
ru: Известные расширения
uk: Відомі розширення
zh_hans: 已知扩展
zh_hant: 已知擴充功能

# widgets.extensions.last_seen
source: Last seen
ar: آخر ظهور
de: Zuletzt gesehen
es: Última vez vista
fr: Dernière détection
hi: अंतिम बार देखा गया
it: Ultimo rilevamento
ja: 最終確認
ko: 마지막 확인
pt_pt: Vista pela última vez
ru: Последняя активность
uk: Остання активність
zh_hans: 上次出现
zh_hant: 上次出現

# widgets.extensions.permission_allowed
source: Permission allowed.
ar: تم السماح بالإذن.
de: Berechtigung erteilt.
es: Permiso concedido.
fr: Autorisation accordée.
hi: अनुमति दी गई।
it: Permesso concesso.
ja: 権限が許可されました。
ko: 권한이 허용되었습니다.
pt_pt: Permissão concedida.
ru: Разрешение предоставлено.
uk: Дозвіл надано.
zh_hans: 权限已允许。
zh_hant: 權限已允許。

# widgets.extensions.permission_denied
source: Permission denied.
ar: تم رفض الإذن.
de: Berechtigung verweigert.
es: Permiso denegado.
fr: Autorisation refusée.
hi: अनुमति अस्वीकृत।
it: Permesso negato.
ja: 権限が拒否されました。
ko: 권한이 거부되었습니다.
pt_pt: Permissão recusada.
ru: В разрешении отказано.
uk: У дозволі відмовлено.
zh_hans: 权限已拒绝。
zh_hant: 權限已拒絕。

# widgets.extensions.permission_ignored
source: Popup ignored. MakeItHome will ask again after 30 seconds.
ar: تم تجاهل النافذة المنبثقة. سيطلب MakeItHome الإذن مرة أخرى بعد 30 ثانية.
de: Pop-up ignoriert. MakeItHome fragt nach 30 Sekunden erneut.
es: Ventana emergente ignorada. MakeItHome volverá a preguntar después de 30 segundos.
fr: Fenêtre ignorée. MakeItHome redemandera l’autorisation après 30 secondes.
hi: पॉपअप अनदेखी की गई। MakeItHome 30 सेकंड बाद फिर पूछेगा।
it: Popup ignorato. MakeItHome chiederà nuovamente il permesso dopo 30 secondi.
ja: ポップアップが無視されました。MakeItHomeは30秒後に再度確認します。
ko: 팝업을 무시했습니다. MakeItHome이 30초 후 다시 요청합니다.
pt_pt: Janela ignorada. O MakeItHome voltará a pedir após 30 segundos.
ru: Всплывающее окно проигнорировано. MakeItHome повторит запрос через 30 секунд.
uk: Спливне вікно проігноровано. MakeItHome повторить запит через 30 секунд.
zh_hans: 弹窗已忽略。MakeItHome 将在 30 秒后再次询问。
zh_hant: 彈出式視窗已忽略。MakeItHome 將在 30 秒後再次詢問。

# widgets.extensions.permissions.description
source: You can review every known extension and grant or revoke access at any time.
ar: يمكنك مراجعة كل امتداد معروف ومنح الوصول أو إلغاؤه في أي وقت.
de: Sie können jede bekannte Erweiterung überprüfen und den Zugriff jederzeit gewähren oder widerrufen.
es: Puedes revisar cada extensión conocida y conceder o revocar el acceso en cualquier momento.
fr: Vous pouvez consulter chaque extension connue et accorder ou révoquer son accès à tout moment.
hi: आप हर ज्ञात एक्सटेंशन की समीक्षा कर सकते हैं और किसी भी समय पहुँच दे या वापस ले सकते हैं।
it: Puoi controllare ogni estensione conosciuta e concedere o revocare l’accesso in qualsiasi momento.
ja: 既知の各拡張機能を確認し、いつでもアクセスを許可または取り消せます。
ko: 알려진 모든 확장 프로그램을 검토하고 언제든지 접근 권한을 허용하거나 취소할 수 있습니다.
pt_pt: Pode rever todas as extensões conhecidas e conceder ou revogar o acesso a qualquer momento.
ru: Вы можете просмотреть все известные расширения и в любой момент предоставить или отозвать доступ.
uk: Ви можете переглянути кожне відоме розширення та будь-коли надати або відкликати доступ.
zh_hans: 您可以查看每个已知扩展，并随时授予或撤销访问权限。
zh_hant: 您可以檢視每個已知擴充功能，並隨時授予或撤銷存取權限。

# widgets.extensions.permissions.retry
source: If the first popup was ignored, MakeItHome asks again after 30 seconds.
ar: إذا تم تجاهل النافذة المنبثقة الأولى، فسيطلب MakeItHome الإذن مرة أخرى بعد 30 ثانية.
de: Wenn das erste Pop-up ignoriert wurde, fragt MakeItHome nach 30 Sekunden erneut.
es: Si se ignoró la primera ventana emergente, MakeItHome vuelve a preguntar después de 30 segundos.
fr: Si la première fenêtre a été ignorée, MakeItHome la redemande après 30 secondes.
hi: यदि पहली पॉपअप विंडो अनदेखी की गई, तो MakeItHome 30 सेकंड बाद फिर पूछेगा।
it: Se il primo popup è stato ignorato, MakeItHome lo richiede nuovamente dopo 30 secondi.
ja: 最初のポップアップが無視された場合、MakeItHomeは30秒後に再度確認します。
ko: 첫 번째 팝업을 무시하면 MakeItHome이 30초 후 다시 요청합니다.
pt_pt: Se a primeira janela tiver sido ignorada, o MakeItHome volta a perguntar após 30 segundos.
ru: Если первое всплывающее окно было проигнорировано, MakeItHome повторит запрос через 30 секунд.
uk: Якщо перше спливне вікно було проігноровано, MakeItHome повторить запит через 30 секунд.
zh_hans: 如果第一次弹窗被忽略，MakeItHome 会在 30 秒后再次询问。
zh_hant: 如果第一次彈出式視窗被忽略，MakeItHome 會在 30 秒後再次詢問。

# widgets.extensions.permissions.title
source: External Extensions Permissions
ar: أذونات الامتدادات الخارجية
de: Berechtigungen externer Erweiterungen
es: Permisos de extensiones externas
fr: Autorisations des extensions externes
hi: बाहरी एक्सटेंशन अनुमतियाँ
it: Permessi delle estensioni esterne
ja: 外部拡張機能の権限
ko: 외부 확장 프로그램 권한
pt_pt: Permissões de extensões externas
ru: Разрешения внешних расширений
uk: Дозволи зовнішніх розширень
zh_hans: 外部扩展权限
zh_hant: 外部擴充功能權限

# widgets.extensions.refresh
source: Refresh list
ar: تحديث القائمة
de: Liste aktualisieren
es: Actualizar lista
fr: Actualiser la liste
hi: सूची रीफ़्रेश करें
it: Aggiorna elenco
ja: 一覧を更新
ko: 목록 새로고침
pt_pt: Atualizar lista
ru: Обновить список
uk: Оновити список
zh_hans: 刷新列表
zh_hant: 重新整理列表

# widgets.extensions.request_permission
source: Request Permission
ar: طلب الإذن
de: Berechtigung anfordern
es: Solicitar permiso
fr: Demander l’autorisation
hi: अनुमति माँगें
it: Richiedi permesso
ja: 権限を要求
ko: 권한 요청
pt_pt: Pedir permissão
ru: Запросить разрешение
uk: Запросити дозвіл
zh_hans: 请求权限
zh_hant: 要求權限

# widgets.extensions.revoke_permission
source: Revoke Permission
ar: إلغاء الإذن
de: Berechtigung widerrufen
es: Revocar permiso
fr: Révoquer l’autorisation
hi: अनुमति वापस लें
it: Revoca permesso
ja: 権限を取り消す
ko: 권한 취소
pt_pt: Revogar permissão
ru: Отозвать разрешение
uk: Відкликати дозвіл
zh_hans: 撤销权限
zh_hant: 撤銷權限

# widgets.extensions.status.connected
source: Connected
ar: متصل
de: Verbunden
es: Conectada
fr: Connectée
hi: कनेक्टेड
it: Connessa
ja: 接続済み
ko: 연결됨
pt_pt: Ligada
ru: Подключено
uk: Підключено
zh_hans: 已连接
zh_hant: 已連線

# widgets.extensions.status.not_trusted
source: Not trusted
ar: غير موثوق
de: Nicht vertrauenswürdig
es: No fiable
fr: Non fiable
hi: अविश्वसनीय
it: Non attendibile
ja: 未信頼
ko: 신뢰하지 않음
pt_pt: Não fidedigna
ru: Недоверенное
uk: Ненадійне
zh_hans: 不受信任
zh_hant: 不受信任

# widgets.extensions.status.popup_retry
source: Popup retry in %d s
ar: إعادة النافذة خلال %d ث
de: Pop-up erneut in %d s
es: Nuevo intento en %d s
fr: Nouvelle fenêtre dans %d s
hi: %d सेकंड में पॉपअप पुनः प्रयास
it: Nuovo popup tra %d s
ja: %d秒後にポップアップを再試行
ko: %d초 후 팝업 재시도
pt_pt: Nova tentativa em %d s
ru: Повтор окна через %d с
uk: Повтор вікна через %d с
zh_hans: %d 秒后重试弹窗
zh_hant: %d 秒後重試彈出式視窗

# widgets.extensions.status.secret_stored
source: Secret stored
ar: تم حفظ السر
de: Geheimnis gespeichert
es: Secreto guardado
fr: Secret enregistré
hi: गुप्त मान सहेजा गया
it: Segreto memorizzato
ja: シークレット保存済み
ko: 비밀 값 저장됨
pt_pt: Segredo guardado
ru: Секрет сохранён
uk: Секрет збережено
zh_hans: 密钥已存储
zh_hant: 密鑰已儲存

# widgets.extensions.status.trusted
source: Trusted
ar: موثوق
de: Vertrauenswürdig
es: De confianza
fr: Fiable
hi: विश्वसनीय
it: Attendibile
ja: 信頼済み
ko: 신뢰함
pt_pt: Fidedigna
ru: Доверенное
uk: Надійне
zh_hans: 受信任
zh_hant: 受信任

# widgets.extensions.unknown
source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocida
fr: Inconnue
hi: अज्ञात
it: Sconosciuta
ja: 不明
ko: 알 수 없음
pt_pt: Desconhecida
ru: Неизвестно
uk: Невідоме
zh_hans: 未知
zh_hant: 未知

# widgets.extensions.unknown_extension
source: Unknown extension
ar: امتداد غير معروف
de: Unbekannte Erweiterung
es: Extensión desconocida
fr: Extension inconnue
hi: अज्ञात एक्सटेंशन
it: Estensione sconosciuta
ja: 不明な拡張機能
ko: 알 수 없는 확장 프로그램
pt_pt: Extensão desconhecida
ru: Неизвестное расширение
uk: Невідоме розширення
zh_hans: 未知扩展
zh_hant: 未知擴充功能

# widgets.extensions.version
source: Version
ar: الإصدار
es: Versión
hi: संस्करण
it: Versione
ja: バージョン
ko: 버전
pt_pt: Versão
ru: Версия
uk: Версія
zh_hans: 版本
zh_hant: 版本

# widgets.guides.calendar.description
source: At this moment, the calendar provides a way to show events, their previews clicking on them or to rapidly edit them with a right click.
ar: يتيح التقويم حاليًا عرض الأحداث ومعاينتها بالنقر عليها أو تعديلها بسرعة بالنقر بزر الفأرة الأيمن.
de: Derzeit können im Kalender Ereignisse angezeigt, durch Anklicken in der Vorschau geöffnet oder per Rechtsklick schnell bearbeitet werden.
es: Por el momento, el calendario permite mostrar eventos, ver su vista previa al hacer clic en ellos o editarlos rápidamente con un clic derecho.
fr: Pour le moment, le calendrier permet d’afficher les événements, d’en voir un aperçu en cliquant dessus ou de les modifier rapidement avec un clic droit.
hi: फिलहाल कैलेंडर घटनाएँ दिखाने, उन पर क्लिक करके पूर्वावलोकन देखने या दायाँ-क्लिक करके जल्दी संपादित करने की सुविधा देता है।
it: Al momento, il calendario consente di mostrare gli eventi, visualizzarne l’anteprima facendovi clic o modificarli rapidamente con un clic destro.
ja: 現在、カレンダーではイベントの表示、クリックによるプレビュー、右クリックによる簡単な編集ができます。
ko: 현재 캘린더에서는 이벤트를 표시하고 클릭해 미리 보거나 마우스 오른쪽 버튼으로 빠르게 편집할 수 있습니다.
pt_pt: Neste momento, o calendário permite mostrar eventos, ver a respetiva pré-visualização ao clicar neles ou editá-los rapidamente com um clique direito.
ru: Сейчас календарь позволяет показывать события, открывать их предварительный просмотр нажатием или быстро редактировать их правой кнопкой мыши.
uk: Наразі календар дає змогу показувати події, відкривати їх попередній перегляд натисканням або швидко редагувати їх правою кнопкою миші.
zh_hans: 目前，日历可以显示事件，点击事件可查看预览，右键点击可快速编辑。
zh_hant: 目前，行事曆可以顯示事件，按一下事件可查看預覽，以滑鼠右鍵按一下可快速編輯。

# widgets.guides.calendar.title
source: How the calendar works
ar: كيفية عمل التقويم
de: So funktioniert der Kalender
es: Cómo funciona el calendario
fr: Fonctionnement du calendrier
hi: कैलेंडर कैसे काम करता है
it: Come funziona il calendario
ja: カレンダーの使い方
ko: 캘린더 사용 방법
pt_pt: Como funciona o calendário
ru: Как работает календарь
uk: Як працює календар
zh_hans: 日历的使用方法
zh_hant: 行事曆的使用方式

# widgets.guides.clipboard.basics
source: The basics concepts are:
ar: المفاهيم الأساسية هي:
de: Die Grundprinzipien sind:
es: Los conceptos básicos son:
fr: Les principes de base sont :
hi: मूल अवधारणाएँ हैं:
it: I concetti di base sono:
ja: 基本的な操作：
ko: 기본 사용법:
pt_pt: Os conceitos básicos são:
ru: Основные принципы:
uk: Основні принципи:
zh_hans: 基本操作如下：
zh_hant: 基本操作如下：

# widgets.guides.clipboard.copy
source: - Click on the element for copying it again on the clipboard
ar: - انقر على العنصر لنسخه مرة أخرى إلى الحافظة
de: - Klicken Sie auf das Element, um es erneut in die Zwischenablage zu kopieren
es: - Haz clic en el elemento para volver a copiarlo en el portapapeles
fr: - Cliquez sur l’élément pour le copier à nouveau dans le presse-papiers
hi: - आइटम को फिर से क्लिपबोर्ड पर कॉपी करने के लिए उस पर क्लिक करें
it: - Fai clic sull’elemento per copiarlo nuovamente negli Appunti
ja: - 項目をクリックすると、もう一度クリップボードにコピーできます
ko: - 항목을 클릭하면 클립보드에 다시 복사됩니다
pt_pt: - Clique no elemento para o copiar novamente para a área de transferência
ru: - Нажмите элемент, чтобы снова скопировать его в буфер обмена
uk: - Натисніть елемент, щоб знову скопіювати його до буфера обміну
zh_hans: - 点击项目可将其再次复制到剪贴板
zh_hant: - 按一下項目可將其再次複製到剪貼簿

# widgets.guides.clipboard.delete
source: - You can delete an element in the clipboard by clicking it with the right button of the mouse
ar: - يمكنك حذف عنصر من الحافظة بالنقر عليه بزر الفأرة الأيمن
de: - Sie können ein Element aus der Zwischenablage löschen, indem Sie mit der rechten Maustaste darauf klicken
es: - Puedes eliminar un elemento del portapapeles haciendo clic sobre él con el botón derecho del ratón
fr: - Vous pouvez supprimer un élément du presse-papiers en cliquant dessus avec le bouton droit de la souris
hi: - क्लिपबोर्ड के किसी आइटम पर दायाँ-क्लिक करके उसे हटा सकते हैं
it: - Puoi eliminare un elemento dagli Appunti facendovi clic con il tasto destro del mouse
ja: - クリップボード内の項目を右クリックすると削除できます
ko: - 클립보드의 항목을 마우스 오른쪽 버튼으로 클릭하면 삭제할 수 있습니다
pt_pt: - Pode eliminar um elemento da área de transferência clicando nele com o botão direito do rato
ru: - Элемент можно удалить из буфера обмена, щёлкнув по нему правой кнопкой мыши
uk: - Елемент можна видалити з буфера обміну, клацнувши його правою кнопкою миші
zh_hans: - 右键点击剪贴板中的项目即可将其删除
zh_hant: - 以滑鼠右鍵按一下剪貼簿中的項目即可將其刪除

# widgets.guides.clipboard.description
source: The clipboard allows you to manage the history of your copied items.
ar: تتيح لك الحافظة إدارة سجل العناصر التي نسختها.
de: Mit der Zwischenablage können Sie den Verlauf Ihrer kopierten Elemente verwalten.
es: El portapapeles te permite gestionar el historial de los elementos copiados.
fr: Le presse-papiers vous permet de gérer l’historique des éléments copiés.
hi: क्लिपबोर्ड आपको कॉपी किए गए आइटमों का इतिहास प्रबंधित करने देता है।
it: Gli Appunti ti permettono di gestire la cronologia degli elementi copiati.
ja: クリップボードでは、コピーした項目の履歴を管理できます。
ko: 클립보드에서 복사한 항목의 기록을 관리할 수 있습니다.
pt_pt: A área de transferência permite-lhe gerir o histórico dos elementos copiados.
ru: Буфер обмена позволяет управлять историей скопированных элементов.
uk: Буфер обміну дає змогу керувати історією скопійованих елементів.
zh_hans: 剪贴板可用于管理已复制项目的历史记录。
zh_hant: 剪貼簿可讓您管理已複製項目的歷史記錄。

# widgets.guides.clipboard.drag_in
source: - You can drag an element on the clipboard bringing the file on the top menu bar
ar: - يمكنك سحب عنصر إلى الحافظة من خلال نقل الملف إلى شريط القوائم العلوي
de: - Sie können ein Element in die Zwischenablage ziehen, indem Sie die Datei auf die obere Menüleiste ziehen
es: - Puedes arrastrar un elemento al portapapeles llevando el archivo a la barra de menús superior
fr: - Vous pouvez faire glisser un élément vers le presse-papiers en amenant le fichier sur la barre de menus supérieure
hi: - फ़ाइल को ऊपरी मेनू बार पर लाकर आप किसी आइटम को क्लिपबोर्ड में खींच सकते हैं
it: - Puoi trascinare un elemento negli Appunti portando il file sulla barra dei menu superiore
ja: - ファイルを上部のメニューバーへ移動すると、項目をクリップボードへドラッグできます
ko: - 파일을 상단 메뉴 막대로 가져가면 항목을 클립보드로 드래그할 수 있습니다
pt_pt: - Pode arrastar um elemento para a área de transferência levando o ficheiro até à barra de menus superior
ru: - Элемент можно перетащить в буфер обмена, переместив файл на верхнюю строку меню
uk: - Елемент можна перетягнути до буфера обміну, перемістивши файл на верхню панель меню
zh_hans: - 将文件拖到顶部菜单栏，即可把项目拖入剪贴板
zh_hant: - 將檔案拖到頂端選單列，即可把項目拖入剪貼簿

# widgets.guides.clipboard.drag_out
source: - After you have clicked on the item, if it's red, you can drag it int the app you want
ar: - بعد النقر على العنصر، إذا كان أحمر اللون، يمكنك سحبه إلى التطبيق الذي تريده
de: - Nachdem Sie auf das Element geklickt haben, können Sie es, wenn es rot ist, in die gewünschte App ziehen
es: - Después de hacer clic en el elemento, si está en rojo, puedes arrastrarlo a la app que quieras
fr: - Après avoir cliqué sur l’élément, s’il est rouge, vous pouvez le faire glisser dans l’app souhaitée
hi: - आइटम पर क्लिक करने के बाद, यदि वह लाल है, तो आप उसे इच्छित ऐप में खींच सकते हैं
it: - Dopo aver fatto clic sull’elemento, se è rosso puoi trascinarlo nell’app desiderata
ja: - 項目をクリックした後、赤色であれば目的のアプリへドラッグできます
ko: - 항목을 클릭한 뒤 빨간색이면 원하는 앱으로 드래그할 수 있습니다
pt_pt: - Depois de clicar no elemento, se estiver vermelho, pode arrastá-lo para a aplicação pretendida
ru: - После нажатия на элемент, если он красный, его можно перетащить в нужное приложение
uk: - Після натискання на елемент, якщо він червоний, його можна перетягнути до потрібної програми
zh_hans: - 点击项目后，如果它显示为红色，您可以将其拖入所需的 App
zh_hant: - 按一下項目後，如果它顯示為紅色，您可以將其拖入所需的 App

# widgets.guides.clipboard.title
source: How works the Clipboard
ar: كيفية عمل الحافظة
de: So funktioniert die Zwischenablage
es: Cómo funciona el Portapapeles
fr: Fonctionnement du presse-papiers
hi: क्लिपबोर्ड कैसे काम करता है
it: Come funzionano gli Appunti
ja: クリップボードの使い方
ko: 클립보드 사용 방법
pt_pt: Como funciona a Área de transferência
ru: Как работает буфер обмена
uk: Як працює буфер обміну
zh_hans: 剪贴板的使用方法
zh_hant: 剪貼簿的使用方式

# widgets.guides.notifications.description
source: By default, due to the using of screen recording, the notifications are disabled.
ar: تكون الإشعارات معطلة افتراضيًا بسبب استخدام تسجيل الشاشة.
de: Wegen der Bildschirmaufzeichnung sind Mitteilungen standardmäßig deaktiviert.
es: De forma predeterminada, debido al uso de la grabación de pantalla, las notificaciones están desactivadas.
fr: Par défaut, les notifications sont désactivées en raison de l’utilisation de l’enregistrement de l’écran.
hi: स्क्रीन रिकॉर्डिंग के उपयोग के कारण सूचनाएँ डिफ़ॉल्ट रूप से अक्षम होती हैं।
it: A causa dell’uso della registrazione dello schermo, le notifiche sono disabilitate per impostazione predefinita.
ja: 画面収録を使用するため、通知はデフォルトで無効になっています。
ko: 화면 녹화를 사용하므로 알림은 기본적으로 비활성화되어 있습니다.
pt_pt: Por predefinição, devido à utilização da gravação do ecrã, as notificações estão desativadas.
ru: По умолчанию уведомления отключены из-за использования записи экрана.
uk: За замовчуванням сповіщення вимкнені через використання запису екрана.
zh_hans: 由于使用了屏幕录制，通知默认处于禁用状态。
zh_hant: 由於使用了螢幕錄製，通知預設為停用。

# widgets.guides.notifications.enable
source: You can enable it going in Settings > Notification settings and enabling "Allow notifications when mirroring or sharing the display".
ar: يمكنك تمكينها بالانتقال إلى الإعدادات > إعدادات الإشعارات وتفعيل «السماح بالإشعارات عند عكس الشاشة أو مشاركتها».
de: Sie können sie unter Einstellungen > Mitteilungseinstellungen aktivieren, indem Sie „Mitteilungen beim Spiegeln oder Teilen des Bildschirms erlauben“ einschalten.
es: Puedes activarlas en Ajustes > Ajustes de notificaciones, habilitando «Permitir notificaciones al duplicar o compartir la pantalla».
fr: Vous pouvez les activer dans Réglages > Réglages des notifications en activant « Autoriser les notifications lors de la recopie ou du partage de l’écran ».
hi: आप सेटिंग्स > सूचना सेटिंग्स में जाकर “स्क्रीन मिरर या साझा करते समय सूचनाओं की अनुमति दें” को सक्षम करके इन्हें चालू कर सकते हैं।
it: Puoi abilitarle andando in Impostazioni > Impostazioni notifiche e attivando “Consenti notifiche durante la duplicazione o la condivisione dello schermo”.
ja: 設定 > 通知設定で「ディスプレイのミラーリングまたは共有中に通知を許可」を有効にすると、通知を表示できます。
ko: 설정 > 알림 설정에서 “디스플레이 미러링 또는 공유 중 알림 허용”을 활성화하면 알림을 켤 수 있습니다.
pt_pt: Pode ativá-las em Definições > Definições de notificações, ativando «Permitir notificações ao espelhar ou partilhar o ecrã».
ru: Их можно включить в разделе Настройки > Настройки уведомлений, активировав «Разрешить уведомления при дублировании или общем доступе к экрану».
uk: Їх можна ввімкнути в Налаштування > Налаштування сповіщень, активувавши «Дозволити сповіщення під час дублювання або поширення екрана».
zh_hans: 您可以前往“设置”>“通知设置”，启用“镜像或共享显示器时允许通知”。
zh_hant: 您可以前往「設定」>「通知設定」，啟用「鏡像或共享顯示器時允許通知」。

# widgets.guides.notifications.title
source: How to show notifications
ar: كيفية إظهار الإشعارات
de: So zeigen Sie Mitteilungen an
es: Cómo mostrar notificaciones
fr: Comment afficher les notifications
hi: सूचनाएँ कैसे दिखाएँ
it: Come mostrare le notifiche
ja: 通知を表示する方法
ko: 알림 표시 방법
pt_pt: Como mostrar notificações
ru: Как показывать уведомления
uk: Як показувати сповіщення
zh_hans: 如何显示通知
zh_hant: 如何顯示通知
